{
  "text": {
    "hey": 39,
    "hello": 38,
    "hi": 40,
    "there": 89,
    "good": 30,
    "morning": 56,
    "evening": 21,
    "moin": 54,
    "let": 50,
    "s": 73,
    "go": 28,
    "dude": 19,
    "goodmorning": 33,
    "goodevening": 32,
    "afternoon": 3,
    "cu": 14,
    "by": 9,
    "cee": 11,
    "you": 107,
    "later": 48,
    "night": 62,
    "bye": 10,
    "goodbye": 31,
    "have": 37,
    "a": 1,
    "nice": 61,
    "day": 15,
    "see": 77,
    "around": 7,
    "yes": 105,
    "y": 104,
    "indeed": 44,
    "of": 67,
    "course": 13,
    "that": 87,
    "sounds": 79,
    "correct": 12,
    "no": 63,
    "n": 59,
    "never": 60,
    "i": 43,
    "don": 18,
    "t": 83,
    "think": 90,
    "so": 78,
    "like": 51,
    "way": 99,
    "not": 64,
    "really": 71,
    "perfect": 68,
    "great": 34,
    "amazing": 5,
    "feeling": 25,
    "king": 47,
    "wonderful": 102,
    "am": 4,
    "very": 97,
    "going": 29,
    "to": 93,
    "save": 76,
    "the": 88,
    "world": 103,
    "super": 82,
    "stoked": 80,
    "extremely": 22,
    "my": 58,
    "was": 98,
    "horrible": 41,
    "sad": 75,
    "feel": 24,
    "well": 100,
    "disappointed": 16,
    "m": 52,
    "unhappy": 96,
    "extremly": 23,
    "saad": 74,
    "__number__": 0,
    "plus": 69,
    "add": 2,
    "multiply": 57,
    "divide": 17,
    "from": 27,
    "subtract": 81,
    "is": 45,
    "greater": 35,
    "than": 86,
    "equal": 20,
    "what": 101,
    "matches": 53,
    "are": 6,
    "bot": 8,
    "human": 42,
    "talking": 84,
    "time": 92,
    "it": 46,
    "right": 72,
    "now": 65,
    "today": 94,
    "yesterday": 106,
    "fifteen": 26,
    "more": 55,
    "quarter": 70,
    "number": 66,
    "ten": 85,
    "half": 36,
    "twenty": 95,
    "less": 49,
    "third": 91
  },
  "intent": {
    "greet": 5,
    "goodbye": 4,
    "affirm": 0,
    "deny": 3,
    "mood_great": 7,
    "mood_unhappy": 8,
    "math_question": 6,
    "bot_challenge": 2,
    "ask_time": 1,
    "solve_equation": 9
  },
  "response": null,
  "action_name": {
    "action_listen": 7,
    "action_restart": 8,
    "action_session_start": 10,
    "action_default_fallback": 5,
    "action_deactivate_loop": 2,
    "action_revert_fallback_events": 9,
    "action_default_ask_affirmation": 3,
    "action_default_ask_rephrase": 4,
    "action_two_stage_fallback": 12,
    "action_unlikely_intent": 13,
    "action_back": 0,
    "action_extract_slots": 6,
    "action_calculate_math": 1,
    "action_solve_equation": 11,
    "utter_goodbye": 14,
    "utter_greet": 15,
    "utter_iamabot": 16,
    "utter_time": 17
  },
  "action_text": null,
  "intent_response_key": null
}