{
  "text": {
    "hey": 40,
    "hello": 39,
    "hi": 41,
    "there": 87,
    "good": 32,
    "morning": 55,
    "evening": 23,
    "moin": 54,
    "let": 50,
    "s": 71,
    "go": 30,
    "dude": 21,
    "goodmorning": 35,
    "goodevening": 34,
    "afternoon": 3,
    "cu": 16,
    "by": 10,
    "cee": 12,
    "you": 104,
    "later": 49,
    "night": 61,
    "bye": 11,
    "goodbye": 33,
    "have": 38,
    "a": 1,
    "nice": 60,
    "day": 17,
    "see": 75,
    "around": 7,
    "yes": 102,
    "y": 100,
    "indeed": 45,
    "of": 65,
    "course": 15,
    "that": 85,
    "sounds": 77,
    "correct": 14,
    "no": 62,
    "n": 58,
    "never": 59,
    "i": 44,
    "don": 20,
    "t": 81,
    "think": 88,
    "so": 76,
    "like": 51,
    "way": 95,
    "not": 63,
    "really": 69,
    "perfect": 67,
    "great": 36,
    "amazing": 5,
    "feeling": 27,
    "king": 48,
    "wonderful": 98,
    "am": 4,
    "very": 93,
    "going": 31,
    "to": 90,
    "save": 74,
    "the": 86,
    "world": 99,
    "super": 80,
    "stoked": 78,
    "extremely": 24,
    "my": 57,
    "was": 94,
    "horrible": 42,
    "sad": 73,
    "feel": 26,
    "well": 96,
    "disappointed": 18,
    "m": 52,
    "unhappy": 92,
    "extremly": 25,
    "saad": 72,
    "__number__": 0,
    "plus": 68,
    "add": 2,
    "multiply": 56,
    "divide": 19,
    "from": 29,
    "subtract": 79,
    "is": 46,
    "greater": 37,
    "than": 84,
    "equal": 22,
    "what": 97,
    "matches": 53,
    "are": 6,
    "bot": 9,
    "human": 43,
    "talking": 82,
    "time": 89,
    "it": 47,
    "right": 70,
    "now": 64,
    "today": 91,
    "yesterday": 103,
    "fifteen": 28,
    "years": 101,
    "old": 66,
    "ten": 83,
    "chocolate": 13,
    "bars": 8
  },
  "intent": {
    "greet": 5,
    "goodbye": 4,
    "affirm": 0,
    "deny": 3,
    "mood_great": 7,
    "mood_unhappy": 8,
    "math_question": 6,
    "bot_challenge": 2,
    "ask_time": 1,
    "solve_equation": 9
  },
  "response": null,
  "action_name": {
    "action_listen": 7,
    "action_restart": 8,
    "action_session_start": 10,
    "action_default_fallback": 5,
    "action_deactivate_loop": 2,
    "action_revert_fallback_events": 9,
    "action_default_ask_affirmation": 3,
    "action_default_ask_rephrase": 4,
    "action_two_stage_fallback": 12,
    "action_unlikely_intent": 13,
    "action_back": 0,
    "action_extract_slots": 6,
    "action_calculate_math": 1,
    "action_solve_equation": 11,
    "utter_goodbye": 14,
    "utter_greet": 15,
    "utter_iamabot": 16,
    "utter_time": 17
  },
  "action_text": null,
  "intent_response_key": null
}