{
  "text": {
    "hey": 37,
    "hello": 36,
    "hi": 38,
    "there": 78,
    "good": 29,
    "morning": 50,
    "evening": 21,
    "moin": 49,
    "let": 46,
    "s": 63,
    "go": 27,
    "dude": 19,
    "goodmorning": 32,
    "goodevening": 31,
    "afternoon": 3,
    "cu": 14,
    "by": 9,
    "cee": 11,
    "you": 91,
    "later": 45,
    "night": 56,
    "bye": 10,
    "goodbye": 30,
    "have": 35,
    "a": 1,
    "nice": 55,
    "day": 15,
    "see": 67,
    "around": 7,
    "yes": 90,
    "y": 89,
    "indeed": 42,
    "of": 59,
    "course": 13,
    "that": 76,
    "sounds": 69,
    "correct": 12,
    "no": 57,
    "n": 53,
    "never": 54,
    "i": 41,
    "don": 18,
    "t": 73,
    "think": 79,
    "so": 68,
    "like": 47,
    "way": 84,
    "not": 58,
    "really": 62,
    "perfect": 60,
    "great": 33,
    "amazing": 5,
    "feeling": 25,
    "king": 44,
    "wonderful": 87,
    "am": 4,
    "very": 82,
    "going": 28,
    "to": 80,
    "save": 66,
    "the": 77,
    "world": 88,
    "super": 72,
    "stoked": 70,
    "extremely": 22,
    "my": 52,
    "was": 83,
    "horrible": 39,
    "sad": 65,
    "feel": 24,
    "well": 85,
    "disappointed": 16,
    "m": 48,
    "unhappy": 81,
    "extremly": 23,
    "saad": 64,
    "__number__": 0,
    "plus": 61,
    "add": 2,
    "multiply": 51,
    "divide": 17,
    "from": 26,
    "subtract": 71,
    "is": 43,
    "greater": 34,
    "than": 75,
    "equal": 20,
    "what": 86,
    "are": 6,
    "bot": 8,
    "human": 40,
    "talking": 74
  },
  "intent": {
    "greet": 4,
    "goodbye": 3,
    "affirm": 0,
    "deny": 2,
    "mood_great": 6,
    "mood_unhappy": 7,
    "math_question": 5,
    "bot_challenge": 1
  },
  "response": null,
  "action_name": {
    "action_listen": 7,
    "action_restart": 8,
    "action_session_start": 10,
    "action_default_fallback": 5,
    "action_deactivate_loop": 2,
    "action_revert_fallback_events": 9,
    "action_default_ask_affirmation": 3,
    "action_default_ask_rephrase": 4,
    "action_two_stage_fallback": 11,
    "action_unlikely_intent": 12,
    "action_back": 0,
    "action_extract_slots": 6,
    "action_calculate_math": 1,
    "utter_goodbye": 13,
    "utter_greet": 14,
    "utter_iamabot": 15
  },
  "action_text": null,
  "intent_response_key": null
}