{
  "text": {
    "hey": 37,
    "hello": 36,
    "hi": 38,
    "there": 82,
    "good": 29,
    "morning": 52,
    "evening": 21,
    "moin": 51,
    "let": 47,
    "s": 67,
    "go": 27,
    "dude": 19,
    "goodmorning": 32,
    "goodevening": 31,
    "afternoon": 3,
    "cu": 14,
    "by": 9,
    "cee": 11,
    "you": 98,
    "later": 46,
    "night": 58,
    "bye": 10,
    "goodbye": 30,
    "have": 35,
    "a": 1,
    "nice": 57,
    "day": 15,
    "see": 71,
    "around": 7,
    "yes": 96,
    "y": 95,
    "indeed": 42,
    "of": 62,
    "course": 13,
    "that": 80,
    "sounds": 73,
    "correct": 12,
    "no": 59,
    "n": 55,
    "never": 56,
    "i": 41,
    "don": 18,
    "t": 77,
    "think": 83,
    "so": 72,
    "like": 48,
    "way": 90,
    "not": 60,
    "really": 65,
    "perfect": 63,
    "great": 33,
    "amazing": 5,
    "feeling": 25,
    "king": 45,
    "wonderful": 93,
    "am": 4,
    "very": 88,
    "going": 28,
    "to": 85,
    "save": 70,
    "the": 81,
    "world": 94,
    "super": 76,
    "stoked": 74,
    "extremely": 22,
    "my": 54,
    "was": 89,
    "horrible": 39,
    "sad": 69,
    "feel": 24,
    "well": 91,
    "disappointed": 16,
    "m": 49,
    "unhappy": 87,
    "extremly": 23,
    "saad": 68,
    "__number__": 0,
    "plus": 64,
    "add": 2,
    "multiply": 53,
    "divide": 17,
    "from": 26,
    "subtract": 75,
    "is": 43,
    "greater": 34,
    "than": 79,
    "equal": 20,
    "what": 92,
    "matches": 50,
    "are": 6,
    "bot": 8,
    "human": 40,
    "talking": 78,
    "time": 84,
    "it": 44,
    "right": 66,
    "now": 61,
    "today": 86,
    "yesterday": 97
  },
  "intent": {
    "greet": 5,
    "goodbye": 4,
    "affirm": 0,
    "deny": 3,
    "mood_great": 7,
    "mood_unhappy": 8,
    "math_question": 6,
    "bot_challenge": 2,
    "ask_time": 1
  },
  "response": null,
  "action_name": {
    "action_listen": 7,
    "action_restart": 8,
    "action_session_start": 10,
    "action_default_fallback": 5,
    "action_deactivate_loop": 2,
    "action_revert_fallback_events": 9,
    "action_default_ask_affirmation": 3,
    "action_default_ask_rephrase": 4,
    "action_two_stage_fallback": 11,
    "action_unlikely_intent": 12,
    "action_back": 0,
    "action_extract_slots": 6,
    "action_calculate_math": 1,
    "utter_goodbye": 13,
    "utter_greet": 14,
    "utter_iamabot": 15,
    "utter_time": 16
  },
  "action_text": null,
  "intent_response_key": null
}