{
  "text": {
    "hey": 44,
    "hello": 42,
    "hi": 45,
    "good": 37,
    "morning": 62,
    "evening": 27,
    "afternoon": 3,
    "night": 65,
    "bye": 14,
    "goodbye": 38,
    "have": 40,
    "a": 1,
    "nice": 64,
    "day": 19,
    "see": 80,
    "you": 113,
    "later": 55,
    "be": 9,
    "bot": 11,
    "human": 48,
    "i": 49,
    "talk": 91,
    "to": 102,
    "the": 95,
    "sum": 89,
    "of": 67,
    "number": 66,
    "and": 5,
    "eight": 24,
    "twenty": 105,
    "find": 29,
    "seven": 81,
    "more": 61,
    "than": 93,
    "equal": 25,
    "five": 30,
    "what": 108,
    "store": 86,
    "__number__": 0,
    "apple": 6,
    "they": 98,
    "add": 2,
    "make": 56,
    "total": 103,
    "how": 47,
    "many": 58,
    "plus": 75,
    "increase": 52,
    "by": 13,
    "multiply": 63,
    "two": 107,
    "three": 100,
    "x": 112,
    "time": 101,
    "minus": 60,
    "six": 83,
    "ten": 92,
    "fifteen": 28,
    "result": 77,
    "original": 70,
    "divide": 20,
    "when": 109,
    "person": 73,
    "candy": 15,
    "which": 110,
    "she": 82,
    "equally": 26,
    "with": 111,
    "her": 43,
    "friend": 33,
    "each": 23,
    "get": 36,
    "do": 21,
    "if": 50,
    "four": 31,
    "twice": 106,
    "match": 59,
    "in": 51,
    "box": 12,
    "half": 39,
    "student": 87,
    "one": 69,
    "class": 17,
    "same": 79,
    "as": 8,
    "there": 97,
    "take": 90,
    "third": 99,
    "split": 84,
    "into": 53,
    "part": 72,
    "full": 35,
    "quarter": 76,
    "fourth": 32,
    "big": 10,
    "double": 22,
    "then": 96,
    "subtract": 88,
    "triple": 104,
    "man": 57,
    "s": 78,
    "age": 4,
    "his": 46,
    "daughter": 18,
    "old": 68,
    "he": 41,
    "that": 94,
    "square": 85,
    "piece": 74,
    "paper": 71,
    "centimeter": 16,
    "its": 54,
    "area": 7,
    "from": 34
  },
  "intent": {
    "greet": 2,
    "goodbye": 1,
    "bot_challenge": 0,
    "solve_equation": 3
  },
  "response": null,
  "action_name": {
    "action_listen": 6,
    "action_restart": 7,
    "action_session_start": 9,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 8,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 11,
    "action_unlikely_intent": 12,
    "action_back": 0,
    "action_extract_slots": 5,
    "action_solve_equation": 10,
    "utter_goodbye": 13,
    "utter_greet": 14,
    "utter_iamabot": 15
  },
  "action_text": null,
  "intent_response_key": null
}