{
  "text": {
    "hey": 43,
    "hello": 41,
    "hi": 44,
    "good": 36,
    "morning": 60,
    "evening": 27,
    "afternoon": 3,
    "night": 63,
    "bye": 14,
    "goodbye": 37,
    "have": 39,
    "a": 1,
    "nice": 62,
    "day": 18,
    "see": 75,
    "you": 107,
    "later": 53,
    "be": 8,
    "bot": 11,
    "human": 47,
    "i": 48,
    "talk": 85,
    "to": 95,
    "the": 88,
    "sum": 83,
    "of": 65,
    "number": 64,
    "and": 5,
    "eight": 24,
    "twenty": 99,
    "find": 29,
    "seven": 76,
    "more": 59,
    "than": 87,
    "equal": 25,
    "five": 30,
    "what": 102,
    "store": 80,
    "__number__": 0,
    "apple": 6,
    "they": 91,
    "add": 2,
    "make": 54,
    "total": 96,
    "how": 46,
    "many": 56,
    "plus": 70,
    "increase": 51,
    "by": 13,
    "two": 101,
    "three": 93,
    "x": 106,
    "time": 94,
    "difference": 19,
    "between": 9,
    "twelve": 98,
    "minus": 58,
    "six": 78,
    "ten": 86,
    "fifteen": 28,
    "result": 72,
    "multiply": 61,
    "divide": 20,
    "when": 103,
    "person": 69,
    "candy": 15,
    "which": 104,
    "she": 77,
    "equally": 26,
    "with": 105,
    "her": 42,
    "friend": 33,
    "each": 23,
    "get": 35,
    "do": 21,
    "if": 49,
    "four": 31,
    "twice": 100,
    "match": 57,
    "in": 50,
    "box": 12,
    "half": 38,
    "student": 81,
    "one": 67,
    "class": 16,
    "same": 74,
    "as": 7,
    "there": 90,
    "take": 84,
    "third": 92,
    "split": 79,
    "into": 52,
    "part": 68,
    "full": 34,
    "quarter": 71,
    "fourth": 32,
    "big": 10,
    "double": 22,
    "then": 89,
    "subtract": 82,
    "triple": 97,
    "man": 55,
    "s": 73,
    "age": 4,
    "his": 45,
    "daughter": 17,
    "old": 66,
    "he": 40
  },
  "intent": {
    "greet": 2,
    "goodbye": 1,
    "bot_challenge": 0,
    "solve_equation": 3
  },
  "response": null,
  "action_name": {
    "action_listen": 6,
    "action_restart": 7,
    "action_session_start": 9,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 8,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 11,
    "action_unlikely_intent": 12,
    "action_back": 0,
    "action_extract_slots": 5,
    "action_solve_equation": 10,
    "utter_goodbye": 13,
    "utter_greet": 14,
    "utter_iamabot": 15
  },
  "action_text": null,
  "intent_response_key": null
}